[GENERAL]
NAME				= Czech
TRANSLATOR			= Buchtič
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Zkušební lhůta vypršela.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Neregistrovaná verze
TEXT_INIT_FAIL			= Inicializace selhala.
TEXT_APPINFO			= Bandicam - aplikace pro snímání obrazovky.

; error
TEXT_ERROR_DISKSPACE		= Nedostatek paměti pro uložení!
TEXT_ERROR_VIDEO_CAP		= Záznam videa nelze spustit.
TEXT_ERROR_AUDIO_CAP		= Záznam audia nelze spustit.\nPro nápovědu klikněte na tlačítko OK.
TEXT_ERROR_IMAGE_CAP		= Záznam obrazu se nezdařil.\nPrověřte jeho výstupní složku.
TEXT_ERROR_CREATEFILE		= Soubor nelze vytvořit.\nPro nápovědu klikněte na tlačítko OK.
TEXT_ERROR_CODEC_INIT		= Inicializace kodeku selhala.
TEXT_ERROR_LOGO_IMAGE		= Nepodporovaný formát obrazu. \nVyberte podporovaný formát (*. png).
TEXT_CAN_NOT_CHANGE_TB		= V neregistrované verzi programu není nastavení možné.\nProsím, zakupte si Bandicam na http://bandicam.com/buy
TEXT_WARNING_AMD_APP		= Váš systém nepodporuje 'H.264 (AMD APP)', použije se tedy výchozí kodek.
TEXT_WARNING_AMD_APP2		= Váš systém nepodporuje 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Zvuk
TEXT_VID_PAGE_WEBCAM		= Webová kamera
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Efekty
TEXT_VID_PAGE_OPTIONS		= Možnosti

; option page name
TEXT_OPT_PAGE_GENERAL		= Hlavní
TEXT_OPT_PAGE_OUTPUT		= Výstup
TEXT_OPT_PAGE_HOOKING		= Podpora
TEXT_OPT_PAGE_LANGUAGE		= Jazyk
TEXT_OPT_PAGE_OTHERS		= Ostatní

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Vyberte cílovou složku.

TEXT_FMT_FULL_SIZE		= Plná velikost
TEXT_FMT_HALF_SIZE		= Poloviční velikost
TEXT_FMT_FIT_WIDTH		= Přizpůsobit na šířku
TEXT_FMT_FIT_HEIGHT		= Přizpůsobit na výšku
TEXT_FMT_CUSTOM_SIZE		= Vlastní
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Původní formát

; preset
TEXT_PRESET_DEFAULT		= Standard
TEXT_PRESET_HALFSIZE		= Poloviční velikost
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Rychlé nastavení pro 60 FPS
TEXT_PRESET_LOWEND		= Nízký výkon PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= Pro PMP/Divx přehrávač
TEXT_PRESET_EDIT		= Pro Edit - Premiere
TEXT_PRESET_POWERPOINT		= Pro MS PowerPoint
TEXT_PRESET_320x0		= Na šířku, 320x0
TEXT_PRESET_640x0		= Na šířku, 640x0
TEXT_PRESET_800x0		= Na šířku, 800x0
TEXT_PRESET_USER		= Vlastní předvolby

TEXT_CHANGE_LANG		= Změna jazyka nastane až po restartování programu.\nRestartovat program nyní?
TEXT_CHANGE_HOOK		= Nastavení se uloží až po restartování programu.\nRestartovat program nyní?
TEXT_CHANGE_SIZE		= Pro změnu velikosti Bandicam okna byste měli restartovat aplikaci.\nChcete ji restartovat nyní?
TEXT_RESET_ALL_SETTINGS		= Chcete vrátit všechna nastavení na výchozí?

TEXT_REGISTER_SUCCEEDED		= Registrace Bandicam byla úspěšná.
TEXT_REGISTER_FAILED		= Registrace selhala. \nZkontrolujte správnost e-mailové adresy a sériového čísla.
TEXT_REGISTER_CONNECT_FAILED	= Nepodařilo se připojit k registračnímu serveru.\nProsím, zkontrolujte připojení k internetu, a zda máte správně nastavený datum a čas.\nPro více informací klikněte na tlačítko OK.
TEXT_REGISTER_INFO		= E-mailová adresa: %s\r\nSériové číslo: %s
TEXT_REGISTER_LIMITED		= Záznam zastaven.\n\nV neregistrované verzi programu je doba záznamu max. 10 min.\nProsím, zakupte si plnout verzi na bandicam.com
TEXT_REGISTER_NEWRECORD		= V neregistrované verzi programu není možné spustit další nový záznam.\nProsím, zakupte si plnout verzi na bandicam.com
TEXT_REGISTER_LICENCE_INFO	= Video v neregistrované verzi obsahuje vodoznak\r\nPro jeho odstranění si zakupte si plnou verzi programu na bandicam.com

TEXT_PROGRAM_INVALID		= Chyba aplikace. \nNainstalujte aplikaci znovu.

TEXT_SELECT_TARGET		= Klikněte sem pro zahájení záznamu vybraného okna
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - Záznam her a videa pomocí DirectX.
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - Záznam Plochy a webového videa.
TEXT_TARGET_CHANGING		= Při změně režimu záznamu dojde k zastavení záznamu.\nJste si jistý, že chcete pokračovat?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Nemůžete zahájit nahrávání v režimu 'Game Recording Mode', protože cílové okno není vybrané.\n\nChcete změnit režim záznamu na 'Screen Recording Mode' pro zahájení nahrávání?

TEXT_STATUSBAR_READY		= Připraveno
TEXT_STATUSBAR_RECORDING	= Záznam
TEXT_STATUSBAR_PAUSE		= Pauza

TEXT_UPDATE_AVAILABLE		= Nová verze programu je k dispozici. \nChcete nyní program aktualizovat?
TEXT_UPDATE_UNAVAILABLE		= Používáte aktuální verzi programu.
TEXT_UPDATE_FAILED		= Kontrola aktuální verze programu selhala. \nSelhání internetového spojení nebo momentální nečinnost serveru
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Nepodařilo se video nahrát. Pokud jste právě provedli registraci, prosím, zkontrolujte zadanou e-mailovou adresu.

TEXT_TARGET_FULL		= Celá obrazovka
TEXT_TARGET_RESTORE		= Obnovit
TEXT_TARGET_FIND		= Najít okno
TEXT_TARGET_RESIZE		= Nastavení velikosti výřezu
TEXT_TARGET_IMAGE		= Snímek vybraného výřezu
TEXT_TARGET_PEN			= Režim kreslení
TEXT_TARGET_RECORD_START	= Záznam vybraného výřezu
TEXT_TARGET_RECORD_PAUSE	= Pauza
TEXT_TARGET_RECORD_STOP		= Stop

TEXT_RC_HOWTO_NOCOMPLETE	= Není nastaveno
TEXT_RC_HOWTO_BYTIME		= Doba záznamu
TEXT_RC_HOWTO_BYSIZE		= Velikost souboru záznamu
TEXT_RC_AFTER_NEWRECORD		= Spustit nový záznam
TEXT_RC_AFTER_EXIT		= Ukončit program
TEXT_RC_AFTER_SHUTDOWN		= Vypnout počítač

TEXT_SHUTDOWN_SEC		= Systém se vypne za %d s

TEXT_SEL_IMAGE_FILE		= Vyberte obrazový soubor.

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Vypnuto (doporučeno) --

TEXT_CORRUPTED_AVI_FILE		= Naposled nahraný soubor je poškozen.\nChcete ho opravit?\n\nSoubor: %s
TEXT_TRAY_BALLOON_TIP		= Kliknutím na ikonu obnovíte Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Kliknutím na ikonu zobrazíte obdélníkové výřez.
TEXT_FORCE_STOP			= Záznam nelze zastavit, protože cílové okno nereaguje.\nChcete záznam zastavit nuceně?
TEXT_EXTERNAL_CODEC		= - Externí kodek -
TEXT_CUDA_GPU_AUTOSELECT	= (Automatický výběr)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Indikace záznamu
TEXT_INDICATOR_TIME		= Doba záznamu
TEXT_INDICATOR_SIZE		= Velikost nahrávaného souboru / Volné místo na disku
TEXT_INDICATOR_VOLUME		= Aktuální úroveň hlasitosti

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normální] výchozí daná priorita
TEXT_REC_PRIORITY_HIGH		= [Vyšší] vyšší než normální priorita
TEXT_REC_PRIORITY_HIGHEST	= [Nejvyšší] může zpomalit jiné procesy

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut není nainstalován. Chcete jej stáhnout?
TEXT_OUTPUTS_DELETE		= Jste si jistý, že chcete trvale vymazat vybrané soubory?
TEXT_OUTPUTS_SELCOUNT		= Vybráno položek: %d

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Cílový název
TEXT_FILE_NAME_PREFIX_CUSTOM	= Vlastní prefix
TEXT_FILE_NAME_PREFIX_NONE	= Žádný
TEXT_FILE_NAME_SUFFIX_TIME	= Datum/Čas
TEXT_FILE_NAME_SUFFIX_NUMBER	= Číslo sekvence

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Zadejte hodnotu v intervalu 1 až 1440 minut.
TEXT_TIMER_REC_STOP_RECORDING	= Probíhá záznam.\nOpravdu chcete zastavit přehráváí a pokračovat?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Prosím, zadejte název videa, které chcete nahrát.
TEXT_UPLOAD_VIMEO_LOGIN		= Přihlášení - Vimeo
TEXT_UPLOAD_COMPLETE		= Nahrávání dokončeno
TEXT_UPLOAD_ERR_FAIL		= Nepodařilo se nahrát toto video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Tento soubor je příliš velký. Nelze jej nahrát.
TEXT_UPLOAD_ERR_FREESPACE	= Nedostatek volného místa na Vimeo serveru k nahrání videa.
TEXT_UPLOAD_ERR_CONNECT		= Nepodařilo se připojit k serveru.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Hlavní
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Snímek
$BN_PAGE_OUTPUTS		= Výstup
$BN_PAGE_ABOUT			= O programu
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Možnosti
$ST_GEN_OUTPUT_FOLDER		= Cílová složka
$BN_GEN_OPEN_OUTPUT_FOLDER	= Otevřít
$BN_GEN_ADV_OPTIONS		= Další nastavení
$CK_GEN_ALWAYS_ON_TOP		= Okno programu vždy v popředí
$CK_GEN_START_MINIMIZED		= Spouštět Bandicam minimalizovaný v systray
$CK_GEN_RUN_WHEN_START		= Spouštět Bandicam při startu Windows
$CK_GEN_RECORD_WHEN_RUN		= Spouštět záznam celé obrazovky při spuštění Bandicam
$CK_GEN_TIMER_RECORDING		= Nastavit časovač pro spuštění automatického nahrávání
$ST_GEN_LANGUAGE		= Jazyk
$ST_GEN_REC_AUTO_START		= Automatický záznam
$ST_GEN_REC_AUTO_COMPLETE	= Automatické ukončení
$BN_GEN_REC_AUTO_COMPLETE	= Nastavení
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS překrytí
$CK_FPS_OVERLAY_HOTKEY		= Kláv. zkratka
$CK_FPS_OVERLAY			= Překrytí FPS
$ST_FPS_LIMIT			= FPS Limit
$CK_FPS_LIMIT_HOTKEY		= Kláv. zkratka
$CK_FPS_LIMIT			= Stanovit limit FPS
$CK_FPS_LIMIT_ONLY_CAP		= Jen v průběhu záznamu
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Záznam
$CK_VID_RECORD_HOTKEY		= Kláv. zkratka Spustit/Zastavit
$CK_VID_PAUSE_HOTKEY		= Kláv. zkratka Pauza
$CK_VID_SHOW_CURSOR		= Zobrazit kurzor myši
$CK_VID_CLICK_EFFECTS		= Efekty kliknutí myši
$CK_VID_WEBCAM_OVERLAY		= Přidat záběr z webkamery
$BN_VID_RECORD_SETTINGS		= Nastavení
$ST_VID_FORMAT			= Formát
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Nastavení
$BN_VID_FORMAT_PRESETS		= Šablony
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Snímek vybraného výřezu
$CK_IMG_CAPTURE_HOTKEY		= Kláv. zkratka
$CK_IMG_CAPTURE_REPEAT		= Opakovat sejmutí každých
$ST_IMG_CAPTURE_REPEAT		= sek
$CK_IMG_SHOW_CURSOR		= Zobrazit kurzor myši
$CK_IMG_SHUTTER_SOUND_EFFECT	= Použít zvuk uzávěrky
$ST_IMG_FORMAT			= Formát
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - normální kvalita
$CK_IMG_FORMAT_JPG_HQ		= JPG - vysoká kvalita
$BTN_IMG_FORMAT_ANIGIF		= Jak uložit do animovaného GIFu
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Obrázek
$BN_OUT_PLAY_VIDEO		= Přehrát
$BN_OUT_OPEN_IMAGE		= Otevřít
$BN_OUT_EDIT			= Upravit
$BN_OUT_UPLOAD			= Nahrát
$BN_OUT_DELETE			= Vymazat
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam verze
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Je dostupná nová verze
$BN_ABO_CHECK_UPDATE		= Zkontrolovat aktualizace
$ST_ABO_LICENCE_INFO		= Registrace
$BN_ABO_REGISTER		= Registrovat
$BN_ABO_REGISTER_HELP		= Jak zakoupit a registrovat
$ST_ABO_HOMEPAGE_INFO		= Web
$ST_ABO_HOMEPAGE_URL		= Domovská stránka
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Otevřít výstupní složku
$TOOLTIP_SCREENSHOT		= Sejmout obrázek
$TOOLTIP_RECORD			= Spustit / Zastavit
$TOOLTIP_PAUSE			= Pauza
$TOOLTIP_UI_MODE		= Jednoduché/Rozšíření UI
$TOOLTIP_REGISTER		= Registrovat Bandicam
$TOOLTIP_ONLINE_HELP		= Online nápověda

$TOOLTIP_TOOL_PEN		= Pero
$TOOLTIP_TOOL_PEN_HL		= Zvýrazňovat 
$TOOLTIP_TOOL_BOX		= Obdélník
$TOOLTIP_TOOL_ERASER		= Guma
$TOOLTIP_TOOL_COLOR		= Vyberte barvu
$TOOLTIP_TOOL_LINE		= Tloušťka čáry
$TOOLTIP_TOOL_UNDO		= Zpět(Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Vpřed (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Zrušit
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Nastavení formátu
IDC_ST_FMTSET_FILE		= Typ souboru
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Velikost
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodek
IDC_ST_VIDEO_BITRATE		= Bitový tok
IDC_ST_VIDEO_QUALITY		= Kvalita
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Uložit v původním formátu
IDC_ED_AUDIO_ORIGINAL_PCM	= Uložit můžete více-kanálový high-definition zvuk (96KHz a vyšší).
IDC_ST_AUDIO_CH			= Kanály
IDC_ST_AUDIO_FREQ		= Kmitočet
IDC_ST_AUDIO_CODEC		= Kodek
IDC_ST_AUDIO_BITRATE		= Bitový tok
IDC_ST_FORMAT_HELP		= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Zaregistrujte program
IDC_ST_1BUY			= 1. krok - zakoupení
IDC_ST_1BUY_COMMENT		= Video v neregistrované verzi obsahuje vodoznak, zakupte si plnou verzi programu na http://www.bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Zakoupit online
IDC_ST_2REGISTER		= 2. krok - registrace
IDC_ST_2REGISTER_COMMENT	= K registraci programu je nutné připojení k internetu.
IDC_ST_EMAIL_ADDRESS		= E-mailová adresa
IDC_ST_SERIAL_NUMBER		= Sériové číslo
IDC_BTN_REGISTER_NOW		= Registrovat nyní
IDC_BTN_CLOSE			= Zavřít

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Vyhledat aktualizace
IDC_ST_UPDATE_SETTING		= Nastavení
IDC_CK_UPDATE_ENABLE		= Povolit automatické vyhledávání aktualizací
IDC_CK_UPDATE_POPUP		= Upozorňovat na hlavní aktualizace programu
IDC_UPDATE_CHECK_NOW		= Spustit vyhledání aktualizací
IDC_CLOSE			= Zavřít

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Další nastavení
IDC_BTN_RESET			= Výchozí

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Hlavní
IDC_CK_ALWAYS_ON_TOP2		= Okno programu vždy nahoře
IDC_CK_START_MINIMIZED_TO_TRAY	= Spouštět Bandicam minimalizovaný v systray
IDC_CK_RUN_WHEN_START		= Spouštět Bandicam při startu Windows
IDC_CK_RECORD_WHEN_RUN		= Zahájit záznam celé obrazovky při spuštění Bandicam
IDC_CK_SHOW_FPS_IN_VIDEO	= Zobrazit FPS na snímcích videa
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Seznam tipů a informací
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Automaticky

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Výstup
IDC_ST_OUT_OUTPUT_FOLDER	= Výstupní složka
IDC_CK_CREATE_SUBFOLDER		= Vytvořit podsložku pro nový soubor
IDC_CK_ENABLE_WRITE_CACHING	= Povolit přepis mezipaměti na disku
IDC_ST_OUT_FILE_NAMING		= Možnosti pojmenování souborů
IDC_ST_OUT_EXAMPLE		= Příklad

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Jazyk
IDC_ST_TRANSLATOR		= Poděkování překladatelům

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Vyberte grafické formáty
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Deaktivovat DirectX 10/11 v IE9 (a vyšším)/Firefoxu
IDC_CK_DISABLE_OVERLAY_ON_DX	= Blokovat překrytí DirectX videa
IDC_BTN_BLOCK_LIST		= Seznam blokovaných procesů

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Ostatní nastavení
IDC_BTN_VIDEO_RECORD_SETTINGS	= Nastavení záznamu videa
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Nastavení formátu videa
IDC_BTN_AUTO_COMPLETE_RECORDING	= Automatický záznam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Automatické ukončení záznamu
IDC_ST_RC_HOWTO			= Nastavení automatického ukončení záznamu
IDC_RD_RC_NOTCOMPLETE		= Žádné
IDC_RD_RC_TIME			= Vymezit dobu záznamu
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= Vymezit velikost souboru
IDC_ST_RC_MAX_SIZE		= Max
IDC_ST_RC_AFTER			= Po automatickém ukončení záznamu
IDC_RD_RC_NOTHING		= Neprovádět nic
IDC_RD_RC_NEW_RECORDING		= Spustit nový záznam
IDC_RD_RC_EXIT_BDCAM		= Ukončit program
IDC_RD_RC_SHUTDOWN		= Vypnout počítač

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Vypnout
IDC_ST_SHUTDOWN			= Vypnout
IDC_ST_SHUTDOWN_INFO		= Počítač se vypne.\nPoužijte 'Zrušit', nechcete-li počítač vypnout.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Nastavení záznamu

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Záznam zvuku
IDC_ST_SND_SELECT_1		= Primární zvukové zařízení
IDC_BTN_SND_SETTING_1		= Nastavení
IDC_ST_SND_SELECT_2		= Sekundární zvukové zařízení
IDC_BTN_SND_SETTING_2		= Nastavení
IDC_CK_SND_MIX_SOUND		= Smísit primární a sekundární zvuk do jedné stopy
IDC_CK_SND_CAP_HOTKEY		= Jen záznam "sekundárního zařízení", pokud běží
IDC_ST_SOUND_HELP		= Nápověda
IDC_CK_SND_SAVE_AS_WAV		= Uložit nahrávaný záznam zvuku (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Přidat záběr z webkamery do videa
IDC_ST_WEBCAM_SETTING		= Nastavení
IDC_ST_WEBCAM_DEVICE		= Webová kamera:
IDC_ST_WEBCAM_SIZE		= Velikost videa:
IDC_ST_WEBCAM_POS		= Poszice:
IDC_BTN_WEBCAM_DEVICE		= Nastavení
IDC_BTN_WEBCAM_PREVIEW		= Náhled
IDC_ST_WEBCAM_LR_MARGINS	= Levý/Pravý okraj:
IDC_ST_WEBCAM_TB_MARGINS	= Horní/Dolní okraj:
IDC_ST_WEBCAM_FOR_DX_GL		= Pro Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Náhled webkamery na obrazovce (Pouze DX8+ a OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Kláv. zkratka pro náhled

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Do videa přidat logo
IDC_ST_LOGO_SETTING		= Nastavení
IDC_ST_LOGO_IMAGE		= Obrázek:
IDC_ST_LOGO_OPACITY		= Neprůhlednost:
IDC_ST_LOGO_POS			= Poloha:
IDC_ST_LOGO_LR_MARGINS		= Levý/Pravý okraj:
IDC_ST_LOGO_TB_MARGINS		= Horní/Dolní okraj:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Efekty myši
IDC_CK_ADD_CLICK_EFFECTS	= Efekty kliknutí myši
IDC_ST_LEFT_CLICK_COLOR		= Barva levým kliknutím
IDC_ST_RIGHT_CLICK_COLOR	= Barva pravým kliknutím
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Přidat podbarvení ukazatele myši
IDC_ST_HIGHLIGHT_COLOR		= Barva podbarvení

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Doplňky
IDC_ST_REC_PRIORITY		= Priorita záznamu:
IDC_ST_REC_PRIORITY2		= Vyšší priorita snižuje počet chybějících snímků
IDC_ST_FOR_DX_GL		= Pro Game Recording Mode
IDC_CK_SKIP_RECORDING		= Přeskočit záznam, není-li snímek aktualizován
IDC_CK_ENHANCED_DX9_CAPTURE	= Použít rozšířený režim záznamu (rychlejší, pouze DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Pro Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= Použít rozšířený režim záznamu (rychlejší, Windows 8 a vyšší)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Náhled webkamery

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Ručně zadaná velikost
IDC_ST_TARGET_SIZE_SETTING	= Nastavení
IDC_ST_TARGET_SIZE		= šířka x výška

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Přidat novou předvolby velikosti
IDC_ST_ADD_SIZE_PRESET		= Aktuální cílovou pozici a její velikost můžete uložit jako předvolbu.\nZadejte název nové předvolby.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Změnit předvolbu velikosti
IDC_BTN_SIZE_PRESET_ADD		= Přidat
IDC_BTN_SIZE_PRESET_DEL		= Odstranit
IDC_BTN_SIZE_PRESET_REN		= Přejmenovat
IDC_BTN_SIZE_PRESET_UP		= Nahoru
IDC_BTN_SIZE_PRESET_DN		= Dolů

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Přejmenovat předvolbu velikosti
IDC_ST_REN_SIZE_PRESET		= Zadejte nový název předvolby.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informace
IDC_ST_ACAP_INFO		= Informace o audio záznamu
IDC_ST_ACAP_INFO2		= Zvuková karta nepřijímá zvuk. Prověřte 'Nastavení záznamu'. \n\nChcete poradit na domovské stránce programu?
IDC_CK_ACAP_DO_NOT_ASK		= Příště se nedotazovat
IDC_BTN_YES			= Ano
IDC_BTN_NO			= Ne

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Max. doba záznamu
IDC_ST_RC_TIME_SETTING		= Nastavení
IDC_ST_RC_TIME_HOUR		= h
IDC_ST_RC_TIME_MIN		= min
IDC_ST_RC_TIME_SEC		= s

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Max. velikost nahraného souboru
IDC_ST_RC_FILESIZE_SETTING	= Nastavení

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Přidat novou předvolbu
IDC_ST_ADD_PRESET		= Stávající nastavení můžete uložit jako novou předvolbu.\nZadejte název nové předvolby.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Upravit předvolbu
IDC_BTN_PRESET_ADD		= Přidat
IDC_BTN_PRESET_DEL		= Vymazat
IDC_BTN_PRESET_REN		= Přejmenovat
IDC_BTN_PRESET_UP		= Nahoru
IDC_BTN_PRESET_DN		= Dolů

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Přejmenovat předvolbu
IDC_ST_REN_PRESET		= Zadat nový název předvolby.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Vybrat externí video kodek
IDC_ST_CODEC_EX_LIST		= Seznam kodeků
IDC_ST_CODEC_EX_SETTINGS	= Nastavení
IDC_ST_CODEC_EX_DRIVER		= Ovládání názvu
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Kvalita
IDC_ST_CODEC_EX_DATERATE	= Datový tok
IDC_ST_CODEC_EX_KEYFRAME	= Interval klíčových snímků
IDC_BTN_CODEC_EX_CONFIG		= Konfigurace
IDC_BTN_CODEC_EX_ABOUT		= O kodeku...
IDC_ST_CODEC_EX_HELP		= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Seznam blokovaných procesů
IDC_ST_BLOCK_LIST		= Do oken následujících procesů nebude nic vkládáno.
IDC_ST_BLOCK_LIST_EX		= Příklad:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Nastavení H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Nastavení toku
IDC_RD_H264_CUDA_VBR		= VBR - preferovat kvalitu (doporučeno)
IDC_RD_H264_CUDA_CBR		= CBR - preferovat datový tok
IDC_ST_H264_CUDA_GPU_USAGE	= Využití GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Pouze GPU (pro rychlejší GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU zařízení:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Další možnosti
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC kód:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_CUDA_FOURCC_HELP	= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Nastavení H.264 (Quick Sync Video)
IDC_ST_H264_SYNC_RATE_CONTROL	= Nastavení toku
IDC_RD_H264_SYNC_VBR		= VBR - preferovat kvalitu (doporučeno)
IDC_RD_H264_SYNC_CBR		= CBR - preferovat datový tok
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Další možnosti
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC kód:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_SYNC_FOURCC_HELP	= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Nastavení H.264 (AMD APP)
IDC_ST_H264_APP_RATE_CONTROL	= Nastavení toku
IDC_RD_H264_APP_VBR		= VBR - preferovat kvalitu (doporučeno)
IDC_RD_H264_APP_CBR		= CBR - preferovat datový tok
IDC_ST_H264_APP_OTHER_OPTIONS	= Další možnosti
IDC_ST_H264_APP_FOURCC_USED	= FourCC kód:
IDC_ST_H264_APP_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_APP_FOURCC_HELP	= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Nastavení Xvid
IDC_ST_XVID_RATE_CONTROL	= Nastavení toku
IDC_RD_XVID_VBR			= VBR - preferovat kvalitu (doporučeno)
IDC_RD_XVID_CBR			= CBR - preferovat datový tok
IDC_ST_XVID_OPTIMIZATION	= Optimalizace
IDC_RD_XVID_FASTER_SPEED	= Rychlejší kódování
IDC_RD_XVID_SMALLER_SIZE	= Menší velikost souboru
IDC_ST_XVID_OTHER_OPTIONS	= Další možnosti
IDC_ST_XVID_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= Nastavení H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= Nastavení toku
IDC_RD_H264_NVENC_VBR		= VBR - preferovat kvalitu (doporučeno)
IDC_RD_H264_NVENC_CBR		= CBR - preferovat datový tok
IDC_ST_H264_NVENC_GPU_USAGE	= Využití GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU zařízení:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Další možnosti
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC kód:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_NVENC_FOURCC_HELP	= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= Nastavení H.264 (CPU)
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - preferovat kvalitu (doporučeno)
IDC_RD_H264_CBR			= CBR - preferovat datový tok
IDC_ST_H264_OPTIMIZATION	= Optimalizace
IDC_RD_H264_FASTER_SPEED	= Rychlejší převod
IDC_RD_H264_BALANCED		= Vyvážený výkon
IDC_RD_H264_SMALLER_SIZE	= Menší velikost souboru
IDC_ST_H264_OTHER_OPTIONS	= Další možnosti
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Časovač nahrávání
IDC_ST_TIMER_SETTINGS		= Nastavení
IDC_RD_TIMER_START_IN		= Začít za
IDC_ST_TIMER_MINUTES		= minut
IDC_RD_TIMER_START_AT		= Začít v
IDC_CK_TIMER_MINIMIZE		= Minimializovat do systray po spuštění nahrávání.
IDC_ST_TIMER_AUTO_COMPLETE	= Automatické dokončení nahrávání
IDC_BTN_TIMER_AUTO_COMPLETE	= Nastavení

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Časové nahrávání - Čekám na zahájení nahrávání
IDC_ST_TIMER_WAITING_INFO	= Čekám na začátek nahrávání v %s.
IDC_ST_TIMER_ELAPSED		= Uplynulý čas:
IDC_ST_TIMER_REMAINING		= Zbývající čas:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Nastavení FPS
IDC_ST_FORMAT_FPS_MODE		= Režim FPS
IDC_RD_FORMAT_FPS_CFR		= Preferovat CFR - pevné FPS
IDC_ST_FORMAT_FPS_CFR		= Automaticky aktivovat VFR, pokud je výkon převodníku nízký.
IDC_RD_FORMAT_FPS_VFR		= Použít VFR - proměnlivé FPS (doporučeno)
IDC_ST_FORMAT_FPS_HELP		= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Nahrát na Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Detaily nahrávání
IDC_ST_VIMEO_FILENAME		= Název souboru:
IDC_ST_VIMEO_TITLE		= Název videa:
IDC_ST_VIMEO_DESCRIPTION	= Popis:
IDC_ST_VIMEO_PRIVACY		= Soukromí:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Veřejné - Video si může zobrazit kdokoli.
IDC_RD_VIMEO_PRIVACY_ONLYME	= Pouze já - K videu budete mít přístup pouze vy.
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Pouze lidé, které sleduji - K videu budou mít přístup lidé, které sledujete na Vimeo.
IDC_BTN_VIMEO_UPLOAD		= Nahrát
IDC_LN_VIMEO_HELP		= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Nahrávám...
IDC_ST_VIMEO_UPLOADED		= Video bylo úspěšně nahráno!
IDC_ST_VIMEO_LINK		= Odkaz:
IDC_ST_VIMEO_EMBED		= Vložit:
IDC_BTN_VIMEO_LINK_GO		= Přejít
IDC_BTN_VIMEO_EMBED_COPY	= Kopírovat
IDC_BTN_VIMEO_CLOSE		= Zavřít

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Available
IDC_LN_NVENC_AVAILABLE		= Je dostupný převodník NVIDIA NVENC H.264. NVENC používá hardwarovou akceleraci, a nabízí tak vysoký výkon převodu. Chcete použít převodník NVENC H.264?\n<a>Zjistit více</a>
IDC_CK_NVENC_AVAILABLE		= Příště nezobrazovat

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= O programu
ID_POPUP_GENERAL		= Nastavení - Hlavní
ID_POPUP_FRAME			= Nastavení - FPS
ID_POPUP_VIDEO			= Nastavení - Video
ID_POPUP_IMAGE			= Nastavení - Snímek
ID_POPUP_OUTPUTS		= Seznam výstupních souborů
ID_POPUP_OPENOUTPUTFOLDER	= Otevřít výstupní složku
ID_POPUP_TARGET			= Cíl
ID_POPUP_SIZE			= Velikost
ID_POPUP_EXIT			= Ukončit program

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP			= Nápověda na webu
 
ID_TARGET_HIDE			= Zobrazit / skrýt \t Ctrl+Alt+H
ID_TARGET_PEN			= Režim kreslení \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Vždy v popředí
ID_TARGET_TRANSPARENCY		= Průhlednost
ID_TARGET_SIZE			= Velikost
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Posunout výřez doleva \t šipka vlevo
ID_TARGET_MOVE_RIGHT		= Posunout výřez doprava \t šipka vpravo
ID_TARGET_MOVE_UP		= Posunout výřez nahoru \t šipka nahoru
ID_TARGET_MOVE_DOWN		= Posunout výřez dolů\t šipka dolů

ID_TARGET_INC_WIDTH		= Zvětšit šířku výřezu\t Shift+vpravo
ID_TARGET_DEC_WIDTH		= Zmenšit šířku výřezu\t Shift+vlevo
ID_TARGET_INC_HEIGHT		= Zvětšit výšku výřezu\t Shift+dolů
ID_TARGET_DEC_HEIGHT		= Zmenšit výšku výřezu\t Shift+nahoru

ID_TARGET_FIND_WINDOW		= Vyhledat okno \t Ctrl+F
ID_TARGET_FULLSCREEN		= Celá obrazovka \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Poměr stran 4:3 
ID_TARGET_RATIO_16_9		= Poměr stran 16:9 
ID_TARGET_SIZE_CUSTOM		= Vlastní velikost \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Předvolby velikosti \t Shift+R
ID_TARGET_SIZE_PRESET_ADD	= Přidat předvolbu
ID_TARGET_SIZE_PRESET_EDIT	= Upravit předvolbu

ID_TARGET_OPEN_OUTPUTFOLDER	= Otevřít výstupní složku
ID_TARGET_EXIT_BANDICAM		= Ukončit Bandicam

ID_USER_PRESET_ADD		= Přidat
ID_USER_PRESET_EDIT		= Upravit

ID_SORT_BY_DATE			= Seřadit podle data
ID_SORT_BY_NAME			= Seřadit podle názvu
ID_SORT_BY_SIZE			= Seřadit podle velikosti

ID_OUTPUTS_LB_PLAY		= Přehrát
ID_OUTPUTS_LB_OPEN		= Otevřít
ID_OUTPUTS_LB_EDIT		= Upravit
ID_OUTPUTS_LB_DELETE		= Vymazat
ID_OUTPUTS_LB_SELECT_ALL	= Vybrat vše
ID_OUTPUTS_LB_OPEN_FOLDER	= Otevřít výstupní složku

ID_BDCAM_SIZE_DEFAULT		= Výchozí velikost
